USE calendar;

INSERT types(Name,Description)
VALUES('Зібрання','Збір викладачів кафедри для обговорення певних тем'),
	 ('IT представники','Зустріч з представниками IT-компаній'),
     ('Міжнародні представники','Зустріч з міжнародними представниками');
select *
from types;

INSERT INTO `user`(`Name`, `Surname`, `E-mail`, `Password`, `Is_Admin`)
VALUES	('Наталія','Мельникова','nmelnykova@gmail.com','natalya47',True), 
        ('Наталія','Шаховська','nshakhovska@gmail.com','natalya99',True),
        ('Роман','Гасько','rgasko@gmail.com','roman110',False),
        ('Христина','Якимишин','hyakymyshyn@gmail.com','hrystyna07',False);

SELECT *
FROM user;

alter table `company`;
insert into `company`(`Name`,`Description`)
values ('Softserve','SoftServe є однією з найбільших компаній-розробників програмного забезпечення у Центральній та Східній Європі та входить в трійку найбільших аутсорсингових компаній України'),
	('Epam','EPAM Systems — американська ІТ-компанія, виробник замовного програмного забезпечення, фахівець з консалтингу, резидент Білоруського парку високих технологій. Штаб-квартира компанії розташована у Ньютауні, а її відділення представлені в 25 країнах світу.'),
    ('GlobalLogic','GlobalLogic Україна входить до GlobalLogic Inc., яка налічує понад 13000 спеціалістів в Аргентині, Великій Британії, Ізраїлі, Індії, Китаї, Польщі, Словаччині, США, Україні, Хорватії та Чилі Компанія займається розробкою програмних продуктів у таких сферах як цифрові медіа та телекомунікації, автомобільні технології, охорона здоров\'я, фінанси, роздрібна торгівля та електронна комерція.');
